{
    "yes": "yes",
    "no": "no",
    "greeting": "Hello",
    "release-no": "Release those who aren't/doesn't.",
    "release-yes": "Release those who are/do.",
    "thinking": "AI is thinking",
    "waiting": "Wait for the answer",
    "arrest": "Arrest the Perp!",
    "arrestInstruction": "And a new investigation will begin.",
    "criminalReleased": "Criminal has been released!",
    "criminalReleasedInstruction": "Try again in a new game.",
    "interrogated": "Interrogated",
    "buttons": {
        "newGame": "New Game",
        "continueGame": "Continue Game",
        "configuration": "Configuration",
        "nextQuestion": "Next Question",
        "close": "Close",
        "confirm": "Confirm",
        "help": "How to play",
        "back": "Back"
    },
    "gameOver": {
        "gameOver": "Game Over!",
        "riptext": "You've mistakenly released a criminal, while innocent suspects have been unjustly persecuted. Next time, try to delve deeper into the mindset of the AI during its interrogation.",
        "highScores": "High Scores",
        "enterName": "enter your name",
        "loadingScores": "Loading high scores..."
    },
    "help": {
        "title": "Welcome, Human Investigator!",
        "text1": "Your mission is to identify the criminal hiding among a group of suspects. The only witness to the crime is an artificial intelligence, so you'll need to rely on its answers to solve the case.",
        "text2": "Each turn, a random question from a forensic questionnaire will be selected for you. Wait for the AI witness to answer the question about the criminal's characteristics. Your job is to eliminate one or more suspects who do not match the AI's answer.",
        "text3": "After eliminating suspects, proceed to the next question to gather more clues and continue narrowing down the suspects. Keep freeing the innocent until only one remains – the criminal!",
        "text4": "If you successfully catch the criminal, you’ll move on to the next case. But be careful: if you eliminate guilty suspect, the game will be over. Tune into the AI’s responses carefully and trust your instincts to crack the case! After all, it's trained to do what we humans do..."
    },
    "home": {
        "intro": "A playful investigation into how machines judge people. Question the AI witness, catch the criminal, and uncover the distortions embedded in AI's training data, design, and the preferences of its builders and owners."
    },
    "new_game": {
        "title": "Choose the Witness"
    },
    "overlayIntro": {
        "1": "Welcome, Investigator! <br>Your mission is to find the guilty criminal among 15 suspects.",
        "2": "Each round, the Witness will answer a question about the criminal.",
        "3": "You must eliminate suspects who do NOT match the answer.",
        "4": "For example, if the question is 'Does the suspect like reading books?' and I say 'Yes', remove those who likely don’t.",
        "5": "Continue eliminating suspects round by round until only one remains.",
        "6" : "If the last suspect standing is the correct one, you win!<br>Now, let’s begin…",
        "play": "Let's Playyy"
    }
}
