{
    "yes": "tak",
    "no": "nie",
    "greeting": "Cześć",
    "release-no": "Zwolnić tych, którzy nie.",
    "release-yes": "Zwolnij tych, którzy to robią/tacy są.",
    "thinking": "SI myśli",
    "waiting": "Poczekać na odpowiedź...",
    "arrest": "Aresztuj złoczyńcę!",
    "arrestInstruction": "I rozpocznie się nowe śledzenie.",
    "criminalReleased": "Przestępca został zwolniony!",
    "criminalReleasedInstruction": "Spróbuj ponownie w nowej grze.",
    "interrogated": "Wysłuchany",
    "buttons": {
        "newGame": "Nowa gra",
        "continueGame": "Kontynuacja gry",
        "configuration": "Konfiguracja",
        "nextQuestion": "Następne pytanie",
        "close": "Zamknij",
        "confirm": "Potwierdź",
        "help": "Jak grać",
        "back": "Wstecz"
    },
    "gameOver": {
        "gameOver": "Koniec gry!",
        "riptext": "Omyłkowo uwolniłeś*aś przestępcę, podczas gdy niewinni podejrzani byli niesprawiedliwie prześladowani. Następnym razem spróbuj zagłębić się w sposób myślenia sztucznej inteligencji podczas przesłuchania.",
        "highScores": "Najlepsze rezultaty",
        "enterName": "wpisać immieno",
        "loadingScores": "Ładowanie najlepszych wyników..."
    },
    "help": {
        "title": "Witaj, ludzki detektywie!",
        "text1": "Twoim zadaniem jest zidentyfikowanie przestępcy ukrywającego się wśród grupy podejrzanych. Jedynym świadkiem zbrodni jest sztuczna inteligencja, więc będziesz musiał*a polegać na jej odpowiedziach, aby rozwiązać sprawę.",
        "text2": "W każdej turze zostanie wybrane losowe pytanie z kwestionariusza kryminalistycznego. Poczekaj, aż sztuczna inteligencja odpowie na pytanie dotyczące cech przestępcy. Twoim zadaniem jest wyeliminowanie jednego lub więcej podejrzanych, którzy nie pasują do odpowiedzi SI.",
        "text3": "Po wyeliminowaniu podejrzanych przejdź do następnego pytania, aby zebrać więcej wskazówek i kontynuować zawężanie kręgu podejrzanych. Uwalniaj niewinnych, aż pozostanie tylko jeden - przestępca!",
        "text4": "Jeśli uda ci się złapać przestępcę, przejdziesz do następnej sprawy. Ale uważaj: jeśli wyeliminujesz winnego podejrzanego, gra się skończy. Uważnie obserwuj reakcje sztucznej inteligencji i zaufaj swojemu instynktowi, aby rozwiązać sprawę! W końcu została wyszkolona na tym, co robimy my, ludzie..."
    },
    "home": {
        "intro": "Zabawne badanie tego, jak maszyny oceniają ludzi. Zadawaj pytania świadkowi AI, złap przestępcę i odkryj zniekształcenia zakodowane w AI, w jej budowie, danych szkoleniowych oraz preferencjach jej twórców i właścicieli."
    },
    "new_game": {
        "title": "Wybierz świadka"
    },
    "overlayIntro": {
        "1": "Witaj, śledczy! <br>Twoim zadaniem jest znaleźć winnego przestępcę spośród 15 podejrzanych.",
        "2": "W każdej rundzie świadek odpowie na pytanie dotyczące przestępcy.",
        "3": "Musisz wyeliminować podejrzanych, którzy NIE pasują do odpowiedzi.",
        "4": "Na przykład, jeśli pytanie brzmi „Czy podejrzany lubi czytać książki?”, a świadek odpowiada „Tak”,<br>należy usunąć osoby, które prawdopodobnie nie lubią czytać książek.",
        "5": "Kontynuuj eliminowanie podejrzanych runda po rundzie, aż pozostanie tylko jeden.",
        "6": "Jeśli ostatni pozostały podejrzany jest tym właściwym, wygrywasz!<br>Zacznijmy więc…",
        "play": "Zagrajmy"
    }
}
